{
  "title": "Jakarta's Water Stories",
  "subtitle": "Understanding Flooding Through Morphological History",
  "navStory": "Stories Journey",
  "navGallery": "Album Journey",
  "navTimeline": "Timeline Journey ",
  "navWisdom": "Wisdom Journey",
  "navMemory": "Voices Journey",
  "timelineTitle": "Narrative Timeline: Jakarta's Transformation",
  "eraLabel": "Era:",
  "eventsTitle": "Key Events of This Era",
  "wisdomTitle": "Interactive Local Wisdom Archive",
  "memoryTitle": "Participatory Memory Mapping",
  "footerText": "Jakarta's Water Stories - Building Understanding Through Collective Memory",

"era_0_name": "Kingdom (300 AD)",
"event_0_0_desc": "The Tugu Inscription, discovered in 1879, indicates the existence of an organized irrigation and water control system during the Tarumanegara Kingdom.",
"event_0_1_desc": "Fatahillah conquered Sunda Kelapa and renamed it Jayakarta. This port city developed at the mouth of the Ciliwung River.",

"era_1_name": "Batavia (Early Colonial Phase) (1600s)",
"event_1_0_desc": "The first major flood was recorded by the Dutch in 1621.",
"event_1_1_desc": "The mouth of the Ciliwung River was straightened for the development of the city of Batavia.",
"event_1_2_desc": "The eruption of Mount Salak in 1699 caused massive mud deposits in Batavia's rivers, silting up canals and triggering flood problems.",
"event_1_3_desc": "The Ciliwung River overflowed in 1714 after forest land was cleared in the Puncak area.",
"event_1_4_desc": "In 1770, many residents fell ill with malaria due to widespread stagnant water.",

"era_2_name": "Weltevreden (Late Colonial Phase) (1800s)",
"event_2_0_desc": "The new Batavia was submerged under one meter of water in 1854 due to the Ciliwung overflowing.",
"event_2_1_desc": "It rained for 40 consecutive days in 1878, causing severe flooding throughout Batavia and its surroundings (Ommelanden).",
"event_2_2_desc": "The upstream canal or Molenvliet (now Jl. Hayam Wuruk & Gajah Mada) was built in 1878 to control water flow.",
"event_2_3_desc": "Heavy rain on January 1, 1892, reached 286 mm, causing floods in Weltevreden.",
"event_2_4_desc": "In early 1893, floods still inundated native settlements (like Kepu, Kemayoran) and a cholera outbreak occurred.",
"event_2_5_desc": "Major floods continued in 1909, turning the Waterlooplein area (now Lapangan Banteng) into a lake.",
"event_2_6_desc": "Prof. Hendrik van Breen designed the 'Van Breen Masterplan' and built the West Flood Canal in 1919 to protect the elite Menteng area.",
"event_2_7_desc": "A second flood on January 15, 1932, saw the water gate in Depok reach 4.8 meters, with the water reaching Batavia by the next morning.",

"era_3_name": "Early Independence (1940s)",
"event_3_0_desc": "In 1949, Ir. Bloomstein proposed the need for two large reservoirs on the Citarum River for irrigation and flood control in West Java.",
"event_3_1_desc": "The government began to focus on improving water infrastructure, such as irrigation repairs in Kalideres in 1952.",
"event_3_2_desc": "Road filling in Meruya, Pondok Labu water gate.",
"event_3_3_desc": "Canal repairs in Kebayoran Lama, construction of the Simprug canal in Grogol Udik, canal repairs in Senayan, dam and canal in Pondok Labu.",

"era_4_name": "New Order (1960s)",
"event_4_0_desc": "The 1960 flood was considered a threat to the State Palace, so the Manggarai water gate was diverted to a canal, which resulted in residents' homes being washed away.",
"event_4_1_desc": "A special flood management team was formed by the government in 1963. Kopro (Flood Prevention Project Command) was established, focusing on river normalization and downstream dredging.",
"event_4_2_desc": "The flood cycle in the 1970-1985 period became shorter, and Jakarta was increasingly besieged by water.",
"event_4_3_desc": "The Governor issued an instruction letter that a full alert package would begin at the end of December 1983.",

"era_5_name": "Modern Jakarta (2024)",
"event_5_0_desc": "Let's reflect more deeply on today's conditions, how stakeholders view the issue of flooding today. Grand plans for flood control have indeed been laid out, but are they all in line with the existing context? Let's think again, considering the inherent character of the delta: should we really be in control of everything? Or should we start to make friends with it.",

  "wisdomSituTitle": "Situ System",
  "wisdomSituContent": "<p>The Situ system represents traditional Indonesian water management wisdom...</p>",
  "wisdomKanalTitle": "Traditional Canal Networks",
  "wisdomKanalContent": "<p>Traditional canal systems were designed with deep understanding...</p>",
  "wisdomRumahTitle": "Elevated Architecture",
  "wisdomRumahContent": "<p>Elevated architecture demonstrates sophisticated adaptation...</p>"
}
